var ImgName = new Array(
"001.png",
"002.png",
"003.png",
"004.png",
"005.png",
"006.png",
"007.png",
"008.png",
"009.png",
"010.png",
"011.png",
"012.png",
"013.png",
"014.png",
"015.png",
"016.png",
"017.png",
"018.png",
"019.png",
"020.png",
"021.png",
"022.png",
"023.png",
"024.png",
"025.png",
"026.png",
"027.png",
"028.png",
"029.png",
"030.png",
"031.png",
"032.png",
"033.png",
"034.png",
"035.png",
"036.png",
"037.png",
"038.png",
"039.png",
"040.png",
"041.png",
"042.png",
"043.png",
"044.png",
"045.png",
"046.png",
"047.png",
"048.png",
"049.png",
"050.png",
"051.png",
"052.png",
"053.png",
"054.png",
"055.png",
"056.png",
"057.png",
"058.png",
"059.png",
"060.png",
"061.png",
"062.png",
"063.png",
"064.png",
"065.png",
"066.png",
"067.png",
"068.png",
"069.png",
"070.png",
"071.png",
"072.png",
"073.png",
"074.png",
"075.png",
"076.png",
"077.png",
"078.png",
"079.png",
"080.png",
"081.png",
"082.png",
"083.png",
"084.png",
"085.png",
"086.png",
"087.png",
"088.png",
"089.png",
"090.png",
"091.png",
"092.png",
"093.png",
"094.png",
"095.png",
"096.png",
"097.png",
"098.png",
"099.png",
"100.png")

var ImgWidth = new Array(
600,//1
600,//2
600,//3
600,//4
600,//5
600,//6
600,//7
600,//8
600,//9
600,//10
600,//11
600,//12
600,//13
600,//14
600,//15
600,//16
600,//17
600,//18
600,//19
600,//20
600,//21
600,//22
600,//23
600,//24
600,//25
600,//26
600,//27
600,//28
600,//29
600,//30
600,//31
600,//32
600,//33
600,//34
600,//35
600,//36
600,//37
600,//38
600,//39
600,//40
600,//41
600,//42
600,//43
600,//44
600,//45
600,//46
600,//47
600,//48
600,//49
600,//50
600,
600,
600,
600,
600,
600,
600,
600,
600,
600,
600,
600,
600,
600,
600,
600,
600,
600,
600,
600,
600,
600,
600,
600,
600,
600,
600,
600,
545,
600,
600,
600,
600,
600,
600,
600,
600,
600,
600,
600,
600,
600,
600,
600,
600,
600,
600,
600,
600,
600)

var ImgHeight = new Array(
815,//1
465,//2
468,//3
888,//4
1033,//5
981,//6
986,//7
986,//8
1006,//9
992,//10
675,//11
877,//12
445,//13
452,//14
1313,//15
487,//16
820,//17
451,//18
877,//19
993,//20
606,//21
805,//22
808,//23
623,//24
1012,//25
1009,//26
459,//27
966,//28
1026,//29
889,//30
873,//31
957,//32
435,//33
1187,//34
469,//35
460,//36
1010,//37
946,//38
521,//39
452,//40
494,//41
445,//42
912,//43
894)//44

var ImgTxt = new Array(
/* 1 */"Убийца из &laquo;Мосгаза&raquo; Ионесян.<br>Таким его запомнили уцелевшие потерпевшие и свидетели",
/* 2 */"Педофил-потрошитель Сливко раздаёт шашлык ребятам из детско-юнешеского туристического клуба &laquo;Чергид&raquo;.<br>Слева внизу будущая жертва маньяка",
/* 3 */"Сливко даёт пояснения после просмотра фильма",
/* 4 */"Фрагменты любительского фильма, где пионервожатый фиксировал агонию детей",
/* 5 */"Смоленский насильник Китаев в камере ИВС после задержания",
/* 6 */"Автомобиль &laquo;ЗИЛ&raquo;, на котором работал Китаев",
/* 7 */"Каннибал Николай Джумагалиев, убивавший женщин по убеждению",
/* 8 */"Профессор Евгений Самовичев (справа) встречался с Джумагалиевым в период его последнего задержания милицией",
/* 9 */"Джумагалиев в период лечения в спецбольнице",
/* 10 */"Джумагалиев в период лечения в спецбольнице",
/* 11 */"Его называют суперубийцей ХХ века.<br>Андрей Чикатило - фотография сделана в день задержания маньяка<br>Один из ножей, изъятых у Чикатило",
/* 12 */"Фоторобот подозреваемого, сделанный по немногим свидетельским показаниям",
/* 13 */"Арест Чикатило в Ростове-на-Дону",
/* 14 */"Владимир Колесников, ныне первый заместитель министра внутренних дел России, лично руководил задержанием маньяка №1",
/* 15 */"Фрагменты видеозаписи следственных действий с Андреем Чикатило",
/* 16 */"&laquo;Именные&raquo; наручники Чикатило, сконструированные специально для проведения следственных действий с маньяками",
/* 17 */"Виктор Бураков, возглавлявший в то время отдел по серийным убийствам в УВД Ростовской области",
/* 18 */"&laquo;Кинорежиссер&raquo; Асратян",
/* 19 */"Момент &laquo;работы&raquo; Асратяна с одной из девушек",
/* 20 */"Юрий Цюман, так любивший черные колготки, показывает на следственном эксперименте способ удушения жертв",
/* 21 */"Онуприенко - самый продуктивный маньяк последнего десятилетия.<br>Он убивал, когда слышал &laquo;внутренний голос&raquo;",
/* 22 */"Клинский убийца Грязнов",
/* 23 */"Человек без имени и его фотокомпозиционный портрет.<br>Клинский убийца Грязнов",
/* 24 */"Отелло пушкинского разлива.<br>Засечкин на следственном эксперименте",
/* 25 */"Отелло пушкинского разлива.<br>Засечкин на следственном эксперименте",
/* 26 */"Балашихинский потрошитель Кузнецов",
/* 27 */"Сторожевой листок с данными балашихинского потрошителя Кузнецова",
/* 28 */"Садист из Одинцова Головкин",
/* 29 */"Фоторобот садиста из Одинцова Головкина",
/* 30 */"Головкин показывает следователям Генеральной прокуратуры РФ места сокрытия останков убитых детей",
/* 31 */"Головкин показывает следователям Генеральной прокуратуры РФ места сокрытия останков убитых детей",
/* 32 */"Генерал Николай Чекмазов возглавлял уголовный розыск Московской области в период задержания знаменитых маньяков Кузнецова, Ряховского и Головкина",
/* 33 */"Охотник за шубами Чайка<br>(фото сделано в следственном изоляторе Петровки, 38)",
/* 34 */"Неуклюжая фигура сделала студента-первокурсника из благополучной семьи злобным убийцей мальчиков",
/* 35 */"Балашихинский маньяк Сергей Ряховский (на фото слева) во время проведения следственных действий в районах убийств",
/* 36 */"Следователь Михаил Белотуров (с микрофоном в руке) сумел &laquo;переиграть&raquo; Ряховского, и маньяк показал глухое место леса, где он спрятал обезглавленный труп подростка",
/* 37 */"Сергей Ряховский на следственном эксперименте",
/* 38 */"Страница из тетради Ряховского. На рисунке он отмечал количество убитых им женщин и мужчин",
/* 39 */"Насильник Косарев, известный по кличке Лифтер, терроризировавший столицу несколько лет подряд",
/* 40 */"Розочка - наколка на плече Лифтера",
/* 41 */"Фотокомпозиционный портрет разыскиваемого преступника",
/* 42 */"Каннибал из Новокузнецка Спесивцев",
/* 43 */"Маньяк Бунин признан душевнобольным.<br>После курса лечения он выйдет на свободу",
/* 44 */"Убийца подростков Иртышов")

var ThumbnailWnd;
var kolvo = 44;
var place = "\/img\/raznoe\/modestov4\/";
var place2 = "url(\'\/img\/fotoalbom\/";